Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/depts/other_files/stm201920200031000dddepub.epub.tmx
Source language: nob
Languages: sme

source: Samisk språk, kultur og samfunnsliv
sme: Sámi giella, kultuvra ja servodateallin

source: Tilråding fra Kommunal- og moderniseringsdepartementet 28. august 2020, godkjent i statsråd samme dag.
sme: Gielda- ja ođasmahttindepartemeantta ráva borgemánnu 28. b. 2020, dohkkehuvvon stáhtaráđis seamma beaivvi.

source: (Regjeringen Solberg)
sme: (Solberg-ráđđehus)

source: 1 Innledning
sme: 1 Álgu

source: Regjeringen Solberg har satt i gang et omfattende digitaliseringsarbeid, oppsummert i Meld. St. 27 (2015–2016) Digital agenda for Norge og i, som regjeringen la fram i juni 2019.
sme: Solberg ráđđehus lea álggahan viiddes digitaliserenbarggu, čoahkkáigessojuvvon dieđáhusas Meld. St. 27 (2015–2016) Digital agenda for Norge ja «Én digital offentlig sektor – Digitaliseringsstrategi for offentlig sektor 2019–2025», maid ráđđehus bijai ovdan geassemánu 2019.

source: Målet er at brukerne skal oppleve én digital offentlig sektor.
sme: Mihttun lea ahte geavaheaddjit galget muosáhit ovtta digitála almmolaš suorggi.

source: Stat og kommune skal jobbe systematisk sammen for å skape tjenester som oppleves som sammenhengende og som løser brukernes behov.
sme: Stáhta ja gielda galget ovttas systemáhtalaččat hábmet dakkár bálvalusaid mat vásihuvvojit oktalažžan ja mat ollašuhttet geavaheddjiid dárbbuid.

source: Regjeringens digitaliseringsarbeid gjelder hele Norges befolkning.
sme: Ráđđehusa digitaliserenbargu guoská olles Norgga álbmogii.

source: Samtidig anerkjenner regjeringen at en digital hverdag påvirker personer ulikt.
sme: Seammás dovddasta ráđđehus ahte digitála árgabeaivi váikkuha olbmuide iešguđet láhkai.

source: For eksempel har unge og eldre brukere ulike krav og forventninger til det digitale tilbudet, og ulike muligheter til å benytte seg av det.
sme: Ovdamearkka dihtii leat nuorra ja vuorrasat geavaheddjiin iešguđet gáibádusat ja vuordámušat digitála fálaldahkii, ja iešguđet vejolašvuođat dan geavahit.

source: Et annet viktig aspekt – som er et hovedtema for denne meldingen – er befolkningens behov for, og i noen tilfeller krav på, digitale løsninger på sitt eget språk.
sme: Eará dehálaš bealli – mii maid lea dán dieđáhusa váldofáddá – lea álbmoga dárbu, ja muhtun diliin gáibádus, oažžut digitála čovdosiid iežaset gillii.

source: Norges urfolk, samene – og de samiske språkene – påvirkes særskilt av digitalisering.
sme: Norgga álgoálbmogii, sápmelaččaide – ja sámi gielaide – váikkuha digitaliseren erenoamážit.

source: De samiske språkene står overfor enkelte utfordringer som digitalisering kan være med på å løse, for eksempel ved å få bedre tilgang til læremidler.
sme: Sámegielain leat muhtun hástalusat maid digitaliseren sáhttá leat mielde čoavdimin, ovdamearkka dihtii buoridettiin oahpponeavvuid fidnema.

source: Digitaliserte hjelpemidler kan gjøre det raskere og enklere å oversette materiale til samiske språk, og dermed gjøre det rimeligere å oppdatere tekster.
sme: Digitaliserejuvvon veahkkeneavvut sáhttet dagahit jorgaleami sámegielaide johtileabbon ja álkibun, ja nu hálbbibun áigádit teavsttaid.

source: Samtidig som disse mulighetene er der, opplever mange at økt digitalisering har ført til en negativ utvikling.
sme: Seammás go dát vejolašvuođat leat olámuttus, de vásihit ollugat ahte eanet digitaliseren dagaha negatiiva ovdáneami.

source: Sentrale fysiske språkarenaer forsvinner, en del offentlig informasjon er ikke lenger tilgjengelig på samisk, og det finnes fortsatt maskinvare og programvare som ikke støtter samiske tegn.
sme: Dehálaš giellaarenat gos olbmot deaivvadit, jávket, ja muhtun almmolaš dieđut eai leat šat fidnemis sámegillii, ja ain leat mašiidnaávdnasat ja prográmmat mat eai doarjjo sámegiela čállinmearkkaid.

source: Med denne meldingen vil regjeringen peke på de mulighetene som ligger i digitalisering for samiske språkbrukere.
sme: Dáinna dieđáhusain áigu ráđđehus válddahit digitaliserema vejolašvuođaid sámi giellageavaheddjiide.

source: Regjeringen vil også trekke fram de gode tiltakene som allerede er satt i gang for samiske språkbrukere.
sme: Ráđđehus váldá maid ovdan daid buriid doaibmabijuid mat leat jo álggahuvvon sámi giellageavaheddjiid várás.

source: I tillegg vil meldingen belyse de utfordringene stat og kommune står overfor når de skal tilby digitale tjenester til samiske innbyggere, og de problemene samiske innbyggere støter på i en digital hverdag.
sme: Dasa lassin čuvgeha dieđáhus daid hástalusaid mat stáhtas ja gielddain leat go sii áigot fállat digitála bálvalusaid sámi ássiide, ja daid váttisvuođaid maid sámi ássit vásihit digitála árgabeaivvis.

source: Sametinget har gitt innspill til regjeringen om at samiske perspektiver ikke i stor nok grad har vært belyst i de overordnede dokumentene som er sentrale i digitaliseringspolitikken.
sme: Sámediggi lea čujuhan árvalusaiguin ráđđehussii ahte sámi perspektiiva ii doarvái bures leat čuvgehuvvon dain bajimus dokumeanttain mat leat áibbas dehálaččat digitaliserenpolitihkas.

source: Arbeidet med denne meldingen har gitt mulighet til også å belyse hvordan det samiske perspektivet kan tas inn i overordnede måldokumenteter for digitaliseringspolitikken.
sme: Dát dieđáhusbargu lea addán vejolašvuođa maiddái čuvget dan mo sámi perspektiivva lea vejolaš váldit mielde digitaliserenpolitihka bajimus ulbmildokumeanttaide.

source: Målet med regjeringens arbeid er at alle – også samiske språkbrukere – skal kunne ta del i det digitaliserte Norge.
sme: Ráđđehus barggu ulbmil lea ahte buohkat – maiddái sámi giellageavaheaddjit – galget sáhttit searvat digitaliserejuvvon Norgii.

source: Denne meldingen er den andre i rekken av årlige framoverskuende meldinger til Stortinget om samisk språk, kultur og samfunnsliv.
sme: Dát dieđáhus lea nubbi dain jahkásaš ovddasguvlui geahčadeaddji dieđáhusain Stuorradiggái sámi giela, kultuvrra ja servodateallima birra.

source: Regjeringen legger fram slike meldinger hvert år, men temaet for meldingene varierer fra år til år.
sme: Ráđđehus bidjá ovdan dakkár dieđáhusaid juohke jagi, muhto dieđáhusaid fáttát rivdet jagis jahkái.

source: De har likevel det til felles at Sametingets årsrapport er fast vedlegg, og at Sametingets vurderinger kommer fram i selve meldingsteksten.
sme: Dain lea dattetge dat oktasažžan ahte Sámedikki jahkeraporta lea álo mielddusin, ja ahte Sámedikki árvvoštallamat bohtet ovdan ieš dieđáhusteavsttas.

source: Sametinget har fått se et tidligere utkast av denne meldingen, og har fått spille inn sine vurderinger som merknader i teksten.
sme: Sámediggi lea beassan oaidnit dán dieđáhusa ovdalaš álgoevttohusa, ja lea beassan ovddidit árvalusaidis mearkkašupmin tekstii.

source: Disse er markert i kursiv.
sme: Dát leat merkejuvvon vinjuteakstan.

source: Sametingets merknad til det overordnede innholdet i meldingen
sme: Sámedikki mearkkašupmi dieđáhusa bajimusdási sisdollui

source: Sametinget har hatt store forventninger til denne stortingsmeldingen som tar for seg temaet digitalisering i det samiske samfunnet.
sme: Sámedikkis leat leamaš stuorra vuordámušat dán stuorradiggedieđáhussii mii gieđahallá digitaliserema sámi servodagas.

source: Sametinget har flere ganger påpekt at regjeringens overordnede digitaliseringssatsing ikke ivaretar det samiske perspektivet.
sme: Sámediggi lea máŋgii cuiggodan dan ahte ráđđehusa bajimusdási digitaliserenáŋgiruššan ii fuolat sámi perspektiivva.

source: For eksempel har regjeringen i de to siste statsbudsjettene satt av 2,4 milliarder kroner til digitaliseringstiltak, men utfordringene i det samiske samfunnet har ikke vært nevnt i den sammenheng.
sme: Ovdamearkka dihtii lea ráđđehus guovtti maŋimus stáhtabušeahtas várren 2,4 miljárdda ruvnnu digitaliserendoaibmabijuide, muhto sámi servodaga hástalusat eai lea namuhuvvon dan oktavuođas.

source: Sametinget er kritiske til at det heller ikke i denne meldingen kommer klart fram hva regjeringens mål for digitaliseringen av det samiske samfunnet er, og hva regjeringen vil satse på i den sammenheng.
sme: Sámedikki mielas lea moaittehahtti ahte ii dán ge dieđáhusas boađe čielgasit ovdan mii ráđđehusa ulbmil lea sámi servodaga digitaliseremiin, ja mainna ráđđehus áigu áŋgiruššat dan oktavuođas.

source: Sametinget har ved tidligere anledninger beskrevet utfordringene ved at det samiske digitale tilbudet ikke inkluderes ved utvikling av digitale tjenester.
sme: Sámediggi lea máŋgii ovdal čilgen hástalusaid dan oktavuođas go sámi digitála fálaldat ii váldojuvvo mielde digitála bálvalusaid ovddideapmái.

source: Dette er en utfordring som går igjen i flere samfunnssektorer, og Sametinget ser at dersom det samiske ikke blir tatt med i et tidlig stadium, så blir det heller ikke utviklet et samisk tilbud.
sme: Dat lea hástalus mii guoská máŋgga servodatsuorgái, ja Sámediggi oaidná ahte jus sámi perspektiiva ii váldojuvvo mielde árrat jo, de ii ovddiduvvo sámi fálaldat.

source: Sametinget mener derfor at det samiske tilbudet allerede skal nevnes ved bevilgningen til nye digitaliseringstiltak for å sikre at det samiske perspektivet blir tatt med.
sme: Danne oaivvilda Sámediggi ahte sámi fálaldat galgá namuhuvvot juolludeami oktavuođas jo go ruhta juolluduvvo ođđa digitaliserendoaibmabijuide sihkkarastin dihtii ahte sámi perspektiiva váldojuvvo mielde.

source: Sametinget har som mål at den samiske befolkningen skal ha et likeverdig digitalt tilbud som den øvrige befolkningen.
sme: Sámedikki ulbmil lea ahte sámi álbmot galgá oažžut dakkár digitála fálaldaga mii lea dásseárvosaš dainna fálaldagain maid álbmot muđui oažžu.

source: De samiske brukerne forventer like gode digitale tjenester.
sme: Sámi geavaheaddjit vurdet oažžut seamma buriid digitála bálvalusaid.

source: Det er stort potensial i digitaliseringsfeltet, og det er store muligheter til å effektivisere og forbedre dagens tjenester.
sme: Digitaliserensuorggis leat stuorra vejolašvuođat, ja das leat stuorra vejolašvuođat beavttálmahttit ja buoridit dálá bálvalusaid.

source: Sametinget kan ikke ha ansvaret for digitalisering alene, men det må være et samarbeid med regjeringen.
sme: Sámedikkis ii sáhte okto leat ovddasvástádus digitaliseremis, muhto das ferte leat ovttasbargu ráđđehusain.

source: Det samiske digitale tilbudet utvikles ikke i takt med det norske tilbudet, og dette synes Sametinget er kritikkverdig.
sme: Sámi digitála fálaldat ii ovddiduvvo buohtalaga dáža fálaldagain, ja dat lea Sámedikki mielas moaittehahtti.

source: Sametinget vil understreke at dagens situasjon er kritisk for de samiske språkene som digitale språk.
sme: Sámediggi deattuha ahte sámegielat leat heahtedilis digitála gielladili hárrái.

source: De samiske språkene har utfordringer med at samiske tegnsett ikke kan brukes i offentlige registre.
sme: Sámegielain leat dakkár hástalusat dan dáfus ahte sámegiel čállinmearkkaid ii leat vejolaš geavahit almmolaš registariin.

source: Sametinget mener det er kritikkverdig at samiske navn ikke kan skrives korrekt i alle offentlige registre.
sme: Sámedikki mielas lea moaittehahtti go sámi namaid ii leat vejolaš čállit riekta buot almmolaš registariin.

source: Sametinget mener man skal ha som mål at alle offentlige virksomheter har støtte for samiske bokstaver.
sme: Sámedikki mielas galgá ulbmilin leat ahte buot almmolaš doaimmain lea doarjja sámegiel bustávaide.

source: Regjeringens mål er at det offentlige i større grad skal kommunisere med brukerne gjennom nettbaserte tjenester.
sme: Ráđđehusa ulbmil lea ahte almmolašvuohta eanet go dál galgá gulahallat geavaheddjiiguin neahttavuđot bálvalusaid bokte.

source: Sametinget mener at man skal huske på de samiske brukerne og gi dem et like godt nettbasert tilbud som befolkningen for øvrig.
sme: Sámediggi oaivvilda ahte ferte muitit ja váldit vuhtii sámi geavaheddjiid ja addit sidjiide seamma buori neahttavuđot fálaldaga go álbmogii muđui.

source: Ved utviklingen av en digital offentlig sektor skal de samiske språkene involveres, og Sametinget mener målsetningen må være at samiske språk skal være tilgjengelig på alle offentlige digitale tjenester som utvikles fra starten av.
sme: Go digitála almmolaš suorgi ovddiduvvo, de galget sámegielat váldojuvvot mielde, ja Sámedikki mielas galgá ulbmil leat ahte sámegielaid galgá sáhttit geavahit buot ovddiduvvon almmolaš digitála bálvalusain álggu rájes jo.

source: Digitale plattformer som kommunikasjonskanaler er stadig viktigere, og det er avgjørende at de samiske språkene utvikles som digitale språk.
sme: Digitála vuođđovuogádagat nu go gulahallankanálat leat eanet ja eanet dehálaččat, ja hui dehálaš lea ahte sámegielat ovddiduvvojit digitála giellan.

source: Språkteknologi er en forutsetning for at samiske språk fortsatt skal kunne være funksjonelle språk i samfunnet.
sme: Giellateknologiija lea eaktun dasa ahte sámegielat ain sáhttet leat doaibmi giellan servodagas.

source: Sametinget vil understreke at å digitalisere det samiske samfunnet er et ansvar som påligger alle sektorer, og ikke Sametinget alene.
sme: Sámediggi deattuha ahte sámi servodaga digitaliseren lea buot surggiid ovddasvástádus, ii ge dušše Sámedikki.

source: Fremover må vi se på de mulighetene digitalisering gir, for eksempel ved å flytte språkgrenser og knytte folk sammen på tvers av landegrensene.
sme: Mii fertet ovddasguvlui árvvoštallat daid vejolašvuođaid maid digitaliseren addá, ovdamearkka dihtii sirdit giellarájáid ja čatnat olbmuid oktii rastá riikarájáid.

source: For de samiske språkene vil digitaliseringen være avgjørende for videre utvikling.
sme: Sámegielaide lea digitaliseren mearrideaddji dehálaš viidásat ovddideapmái.

source: Digitalisering gir en helt ny kommunikasjonsplattform og en ny måte å dele informasjon på.
sme: Digitaliseren addá áibbas ođđa vuođđovuogádaga gulahallamii ja ođđa vuogi dieđuid juogadeapmái.

source: Sametinget skal være en pådriver for ny teknologi i det digitale skiftet og være med på å skape et digitalt samisk samfunn.
sme: Sámediggi galgá leat ođđa teknologiija láidesteaddji digitála nuppástuhttimis ja leat mielde huksemin digitála sámi servodaga.

source: Ved utviklingen av tjenestetilbudet er det viktig at kommuner, fylkeskommuner og statlige virksomheter samarbeider om å tilby helhetlige og sammenhengende offentlige tjenester.
sme: Go bálvalusfálaldagat hábmejuvvojit, de lea dehálaš ahte gielddat, fylkkagielddat ja stáhta doaimmat ovttas fállet ollislaš ja jotkkolaš almmolaš bálvalusaid.

source: Den samiske befolkningen bor spredt i Norge, og i dag er det 13 kommuner med i forvaltningsområdet for samisk språk.
sme: Sámi álbmot ássá bieđgguid Norggas, ja dál leat 13 gieldda mielde sámegiela hálddašanguovllus.

source: Disse kommunene har et særskilt ansvar for de samiske språkene.
sme: Dáin gielddain lea erenoamáš ovddasvástádus sámegielain.

source: Sametinget mener det er viktig at velferdstjenester er tilpasset den samiske befolkningen.
sme: Sámedikki mielas lea dehálaš ahte čálgobálvalusat leat heivehuvvon sámi álbmogii.

source: Ved digitalisering i kommuner har Sametinget særlig fokus på hvordan de nye tjenestene påvirker befolkningen.
sme: Digitaliserema oktavuođas gielddain lea Sámedikkis erenoamáš fokus das mo ođđa bálvalusat váikkuhit álbmogii.

source: Sametinget vil trekke fram helsetjenester som viktig, særlig med tanke på at det blir stadig flere eldre innbyggere.
sme: Sámediggái leat dearvvasvuođabálvalusat dehálaččat, erenoamážit go šaddet eanet ja eanet vuorrasat ássit.

source: Sametinget vil understreke at den samiske befolkningen bør ha rett på digitale tjenester tilpasset deres behov og et likeverdig digitalt tilbud.
sme: Sámediggi deattuha ahte sámi álbmogis berre leat vuoigatvuohta oažžut digitála bálvalusaid mat leat heivehuvvon sin dárbbuide ja sis lea vuoigatvuohta oažžut dásseárvosaš digitála fálaldaga.

source: Sametinget har laget en digitaliseringsstrategi og en handlingsplan for å følge opp denne strategien.
sme: Sámediggi lea hábmen digitaliserenstrategiija ja doaibmaplána dán strategiija čuovvuleapmái.

source: I disse dokumentene kommer det fram at Sametinget mener at regjeringens digitaliseringsarbeid ikke alltid er tilpasset samiske språkbrukere, og at det er større digitale hindringer for samiskspråklige enn norskspråklige brukere av digitale verktøy.
sme: Dáin dokumeanttain boahtá ovdan ahte Sámedikki oaidnu lea ahte ráđđehusa digitaliserenbargu ii álo leat heivehuvvon sámi giellageavaheddjiide, ja ahte sámegielat geavaheddjiide leat stuorát hehttehusat geavahit digitála reaidduid go dárogielat geavaheddjiide.

source: Sametinget er opptatt av at det samiske perspektivet må inn tidlig i alt digitaliseringsarbeid.
sme: Sámediggái lea dehálaš ahte sámi perspektiiva galgá leat mielde árrat buot digitaliserenbargguin.

source: Sametinget har utviklet mange digitale tjenester for det samiske samfunnet.
sme: Sámediggi lea ovddidan máŋga digitála bálvalusa sámi servodahkii.

source: For eksempel har Sametinget hatt en viktig i rolle i Divvun og Giellateknos utvikling av samisk tastatur, samisk rettskrivningsprogram og digitale ordbøker (se kapittel 4).
sme: Ovdamearkka dihtii lea Sámedikkis leamaš dehálaš rolla go Divvun ja Giellatekno ovddidedje sámi boallobeavddi, sámi riektačállinprográmma ja digitála sátnegirjjiid (geahča kapihttala 4).

source: Sametinget har også vært sentrale i utviklingen av den digitale læremiddelportalen Ovttas (se kapittel 5).
sme: Sámedikkis lea maid leamaš guovddáš rolla digitála oahpponeavvoportála Ovttas ovddideamis (geahča kapihttala 5).

source: Sametingets administrasjon har de seneste årene gjennomført flere egne digitaliseringsprosjekter.
sme: Sámedikki hálddahus lea maŋimus jagiid čađahan máŋga sierra digitaliserenprošeavtta.

source: Dette gjelder blant annet digitalisering av Sametingets tilskuddsforvaltning, arkivtjenesten og politikerportalen.
sme: Dat guoská earret eará Sámedikki doarjjahálddašeami, arkiivabálvalusa ja politihkarportála digitaliseremii.

source: Erfaringen viser at brukerne velger de digitale løsningene når de tilbys.
sme: Mii leat vásihan ahte geavaheaddjit válljejit digitála čovdosiid go dat fállojuvvojit.

source: I sametingsrådets budsjettforslag for 2020 er det satt av midler til et helhetlig digitalt forvaltningssystem av tilskuddsordningene.
sme: Sámediggeráđi jagi 2020 bušeahttaevttohusas leat várrejuvvon ruđat ollislaš digitála hálddašanvuogádahkii mii lea doarjjaortnegiid várás.

source: Sametinget har i dag over 60 ulike tilskuddsordninger.
sme: Sámedikkis lea dál badjel 60 iešguđet doarjjaortnega.

source: Et nytt system vil gjøre forvaltningen av tilskudd enklere, og gir en mulighet til å forbedre de tjenestene som Sametinget tilbyr brukerne.
sme: Ođđa vuogádat álkida doarjjahálddašeami, ja addá vejolašvuođa buoridit daid bálvalusaid maid Sámediggi fállá geavaheddjiide.

source: 2 Om regjeringens samepolitikk og digitaliseringspolitikk
sme: 2 Ráđđehusa sámepolitihka ja digitaliserenpolitihka birra

source: 2.1 Regjeringens samepolitikk
sme: 2.1 Ráđđehusa sámepolitihkka

source: Samene er anerkjent som urfolk i Norge.
sme: Sámit leat dohkkehuvvon álgoálbmogin Norggas.

source: I tråd med Grunnloven § 108 har regjeringen som mål å legge til rette for at samene kan sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Vuođđolága § 108 vuođul lea ráđđehusa ulbmil láhčit dilálašvuođaid dasa ahte sámit sáhttet sihkkarastit ja ovddidit gielaset, kultuvrraset ja servodateallimeaset.

source: Norge har også folkerettslige forpliktelser som legger føringer for samepolitikken, blant annet ILO-konvensjon nr. 169 om urfolk og stammefolk i selvstendige stater og FNs konvensjon om sivile og politiske rettigheter artikkel 27. FNs generalforsamling vedtok 13. september 2007 en felles urfolkserklæring.
sme: Norggas lea maid álbmotrievttálaš geatnegasvuođat mat bidjet láidestusaid sámepolitihkkii, earret eará ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid birra iehčanas stáhtain ja ON-konvenšuvnna artihkal 27 siviila ja politihkalaš vuoigatvuođaid birra. ON váldočoahkkin dohkkehii čakčamánu 13. b. 2007 oktasaš Álgoálbmotjulggaštusa.

source: Erklæringen legger viktige føringer i det videre arbeidet for å forstå hvilke rettigheter urfolk har, selv om erklæringen ikke i seg selv er et folkerettslig bindende dokument.
sme: Julggaštus bidjá dehálaš láidestusaid viidásat bargui oažžun dihtii áddejumi das guđe vuoigatvuođat álgoálbmogiin leat, vaikke vel julggaštus iešalddis ii leat álbmotrievttálaččat čatnevaš dokumeanta.

source: Sametinget er samenes folkevalgte organ og regjeringens viktigste premissleverandør og dialogpartner i samepolitiske spørsmål.
sme: Sámediggi lea sámiid álbmotválljen orgána ja ráđđehusa deháleamos eaktudeaddji ja gulahalli sámepolitihkalaš gažaldagain.

source: Regjeringen bygger videre på de institusjonelle og rettslige rammene som allerede er lagt for samepolitikken.
sme: Ráđđehus hukse viidáseappot daidda ásahuslaš ja rievttálaš rámmaide mat leat jo biddjojuvvon sámepolitihkkii.

source: Regjeringen er ikke ansvarlig for Sametingets politiske virksomhet eller vedtakene som Sametinget gjør som politisk organ.
sme: Ráđđehusas ii leat ovddasvástádus Sámedikki politihkalaš doaimmas ii ge dain mearrádusain maid Sámediggi dahká politihkalaš orgánan.

source: Som urfolk har samene rett til å bli konsultert i saker som kan få direkte betydning for dem. For å sikre at arbeidet med saker som kan påvirke samene direkte gjennomføres på en tilfredsstillende måte, er regjeringen og Sametinget enige om å legge Prosedyrer for konsultasjoner mellom statlige myndigheter og Sametinget til grunn ved konsultasjoner.
sme: Álgoálbmogin lea sámiin vuoigatvuohta konsulterejuvvot áššiin main sáhttá leat njuolgga mearkkašupmi sidjiide. Sihkkarastin dihtii ahte bargu daid áššiiguin mat sáhttet váikkuhit sámiide njuolgga, čađahuvvo dohkálaččat, leat ráđđehus ja Sámediggi soahpan bidjat Stáhta eiseválddiid ja Sámedikki gaskasaš konsultašuvnnaid prosedyraid vuođđun konsultašuvnnaide.

source: Kommunal- og moderniseringsdepartementet har ansvar for å samordne statlig politikk som berører samene i Norge, og skal arbeide for helhet og sammenheng i politikken, på tvers av sektorer og forvaltningsnivåer.
sme: Gielda- ja ođasmahttindepartemeanttas lea ovddasvástádus oktiiordnet dan stáhta politihka mii guoská sámiide Norggas, ja galgá oččodit ollislaš ja jotkkolaš politihka, sektoriid ja hálddašandásiid rastásaččat.

source: Hvert fagdepartement har et ansvar for å følge opp statlig politikk overfor samene innenfor sin sektor.
sme: Juohke fágadepartemeanttas lea ovddasvástádus čuovvulit stáhta politihka sámiid ektui iežas suorggis.

source: Det er statens ansvar å sikre at hensynet til samene blir ivaretatt.
sme: Stáhtas dat lea ovddasvástádus sihkkarastit ahte sámit vuhtiiváldojuvvojit.

source: Samtidig legger staten til grunn at kommuner og fylkeskommuner på eget initiativ, og som en del av lokaldemokratiet, også følger opp forpliktelsene sine overfor de samiske innbyggerne.
sme: Seammás bidjá stáhta vuođđun ahte gielddat ja fylkkagielddat iežaset álgagiin, ja báikkálaš demokratiija oassin, maiddái čuovvulit geatnegasvuođaideaset sámi ássiid ektui.

source: 2.1.1 Den samiske befolkningen og de samiske språkene
sme: 2.1.1 Sámi álbmot ja sámegielat

source: Det blir ikke gjort registreringer på etnisk grunnlag i Norge, og derfor vet man ikke hvor mange samer som bor i landet.
sme: Norggas eai čađahuvvo registreremat čearddalašvuođa vuođul, ja danne eat dieđe galle sápmelačča ásset riikkas.

source: 18 103 personer var registrert i Sametingets valgmanntall per juni 2019.
sme: Geassemánu 2019 muttus ledje 18 103 olbmo čálihuvvon Sámedikki jienastuslohkui.

source: Det er en jevn økning i registreringer i manntallet.
sme: Čáliheamit jienastuslohkui lassánit jeavddalaččat.
